Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/motoring_1/driver_licensing/learner_driving_permits_for_trailers.html.txt.tmx
Source language: en
Languages: ga

source: Learner driving permits for trailers
ga: Ceadúnais tiomána foghlaimeora le haghaidh leantóirí

source: It is a statutory requirement that you must hold at least a learner driving permit (previously known as a provisional licence) for the appropriate category of vehicle and trailer if you want to drive while pulling a trailer weighing more than 750kg when fully loaded, in a public place. You are required to carry your learner permit with you at all times when driving
ga: Is ceanglas reachtúil atá ann nach mór duit ar a laghad ceadúnas tiomána foghlaimeora (ar a dtugtaí ceadúnas sealadach roimhe seo) a bheith agat don chatagóir chuí feithicle agus leantóra más mian leat tiomáint agus leantóir a tharraingt atá breis agus 750kg ar meáchan agus é faoi lánualach in áit phoiblí

source: This document explains how to apply for or renew a learner permit for a trailer. In other documents you will find information on:
ga: Ní mor duit do cheadúnas foghlaimeora a bheith leat an t-am ar fad nuair atá tú ag tiomáint

source: To apply for a learner permit, you must be normally resident in Ireland
ga: Ní mór duit gnáthchónaí a bheith ort in Éirinn chun iarratas a dhéanamh ar cheadúnas foghlaimeora

source: If you usually live here for at least 185 days in each calendar year (because of personal and occupational ties), you are considered to be normally resident in Ireland
ga: Meastar go bhfuil gnáthchónaí in Éirinn ort má bhíonn cónaí ort anseo go hiondúil ar feadh ar a laghad 185 lá i ngach bliain féilire (mar gheall ar cheangal pearsanta agus ceirde)

source: The Road Safety Authority now has responsibility for driver licensing and has set up a new National Driver Licence Service (NDLS)
ga: Ó 19 Eanáir, 2013, tá an tÚdarás um Shábháilteacht ar Bhóithre freagrach as ceadúnú tiománaithe

source: In addition, the application process has changed and, when applying for a learner permit, you have to visit one of the new NDLS centres
ga: Mar chuid den phróiseas iarratais duine-le-duine, beidh do grianghraf agus do shíniú go digiteach a ghabháil

source: As part of the face-to-face application process, your photo and your signature is captured digitally
ga: Cuirfear iad seo san áireamh sa táille atá ann cheana féin. Beidh ort an doiciméadú breise chun do chéannacht a dhearbhú

source: You have to bring additional documentation to confirm your identity
ga: Tá tuilleadh eolais ar fáil ar an láithreán gréasáin NDLS

source: A new plastic-card learner permit has been introduced, replacing the paper learner permit
ga: Faigheann aon duine a dhéanann iarratas ar cheadúnas nó cead foghlaimeora ó 12 Eanáir, 2013 ar an leagan nua

source: This is an EU initiative to introduce a secure, compact style of licence in all member states
ga: Is tionscnamh AE a thabhairt isteach slán, stíl dlúth ceadúnais i ngach ballstát

source: The number of driving licence categories has increased and the minimum age requirement for certain categories has changed also
ga: Chomh maith leis sin, méadú ar líon na tiomána chatagóirí ceadúnais agus an riachtanas aois íosta le haghaidh catagóirí áirithe a athrú

source: Further information is available on the Road Safety Authority's website
ga: Tá tuilleadh eolais ar fáil ar shuíomh gréasáin an Údaráis um Shábháilteacht ar Bhóithre

source: Before you begin to learn to drive while pulling a trailer with a maximum weight greater than 750kg on public roads, you must hold a learner permit for the category of drawing vehicle plus trailer you wish to drive
ga: Sula dtosaíonn tú ag foghlaim conas tiomáint agus leantóir á tharraingt agat ar a bhfuil meáchan uasta breis agus 750kg ar bhóithre poiblí, ní mór duit ceadúnas foghlaimeora a bheith i do sheilbh agat don chatagóir feithicle tarraingthe agus an leantóir ar mian leat tiomáint

source: A learner permit is usually valid for 2 years
ga: Is gnách go mbíonn ceadúnas foghlaimeora bailí ar feadh 2 bhliain

source: While driving with a learner permit, you must be accompanied at all times by, and be under the supervision of, someone with a current driving licence for the same category of drawing vehicle plus trailer
ga: Agus tú ag tiomáint le ceadúnas foghlaimeora, ní mór do dhuine a bheith in éineacht leat an t-am ar fad, agus bheith faoi mhaoirsiú duine ag a bhfuil ceadúnas reatha tiomána don chineál céanna feithicle agus leantóir

source: Also, the person accompanying you must have had the driving licence for at least 2 years
ga: Chomh maith leis sin, ní mór don duine atá in éineacht leat an ceadúnas tiomána a bheith aige/aici ar feadh 2 bhliain ar a laghad

source: If you hold a learner permit for a vehicle and trailer category, you are not allowed to drive on a motorway, act as an accompanying driver for that category or carry other people for reward
ga: Má tá ceadúnas foghlaimeora agat do chatagóir feithicle agus leantóra, ní cheadaítear duit tiomáint ar an mótarbhealach; feidhmiú mar thiománaí tionlacain don chatagóir sin; nó daoine eile a iompar ar luach saothair

source: Learner permit holders must display L-plates to the front and rear of the vehicle they are driving at all times
ga: Ní mór do shealbhóirí ceadúnais foghlaimeora L-phlátaí a bheith ar taispeáint chun tosaigh agus ar chúl na feithicle atá á tiomáint i gcónaí

source: The plate should be a red ‘L’ on a white background and should not be less than 15cm high with a border of at least 2cm
ga: Ba chóir go mbeadh an pláta ina ‘L’ dearg ar chúlra bán agus níor cheart iad a bheith níos lú ná 15cm ar airde agus le teorainn ar a laghad 2cm

source: Since October 2011 the drink driving limit for drivers with trailers with learner permits or full driving licences is reduced to 20mg/100ml of blood
ga: Ó Dheireadh Fómhair 2011 i leith, tá laghdú tagtha ar an teorainn um thiomáint ar meisce do thiománaithe ag a bhfuil leantóirí á dtarraingt nó ag a bhfuil ceadúnais iomlána tiomána, chuig 20mg/100ml fola

source: Information on other proposed measures to protect learner and inexperienced drivers is available on the Road Safety Authority's website
ga: Tá fáil ar fhaisnéis ar na bearta a bheartaítear chun tiománaithe foghlaimeora agus neamhchleachtacha a chosaint ar láithreán gréasáin an Údaráis um Shábháilteacht ar Bhóithre

source: The rules of the road are available at rulesoftheroad.ie
ga: Is féidir leat rialacha an bhóthair a léamh ag rotr.ie

source: Since 19 January 2013 the categories and minimum age of the driver that apply to a driver pulling a trailer, which has a maximum weight greater than 750kg when fully loaded, are as follows:
ga: Ó 19 Eanáir 2013, is ionann a leanas na catagóirí agus aoiseanna íosta na dtiománaithe a bhaineann le leantóir a tharraingt, ar a bhfuil meáchan uasta breis agus 750kg agus é faoi lánualach:

source: Trailer categories from 19 January 2013
ga: Catagóirí leantóirí ó 19 Eanáir 2013

source: │Category│Vehicle type │Minimum age of driver │
ga: │Catagóir│Cineál feithicle │Aois íosta an tiománaí │

source: │BE │Vehicles in category B with a trailer of 3,500kg maximum weight │17 years │
ga: │BE │Feithiclí i gcatagóir B le leantóir de 3,500kg uasmheáchan │17 mbliana d’aois │

source: │ │Goods vehicles in category C1 where the combined weight of vehicle and trailer when fully loaded is not more than 12,000kg │ │
ga: │ │Feithiclí earraí i gcatagóir C1 sa chás nach an meáchan comhcheangailte na feithicle agus an leantóra nuair atá sé lódáilte go hiomlán níos mó ná 12,000 kg │ │

source: │C1E │ │18 years │
ga: │C1E │ │18 mbliana d’aois │

source: │ │Vehicles in category B with a trailer of over 3,500kg and where the combined weight of vehicle and trailer when fully loaded is not more than 12,000kg, │ │
ga: │ │Feithiclí i gcatagóir B le leantóir níos mó ná 3,500 kg agus i gcás nach bhfuil an meáchan comhcheangailte na feithicle agus an leantóra nuair atá sé lódáilte go hiomlán níos mó ná 12,000 kg, │ │

source: │CE │Goods vehicles in category C with a trailer (includes articulated trucks) │21 years (18 years with a Driver Certificate of Professional Competance) │
ga: │CE │Feithiclí earraí i gcatagóir C le leantóir (áirítear leis seo trucailí altacha) │21 mbliana d’aois (18 mbliana d’aois le Deimhniú ar Inniúlacht Ghairmiúil Tiománaí) │

source: │D1E │Passenger vehicles in category D1 with a trailer │21 years │
ga: │D1E │Feithiclí paisinéirí i gcatagóir D1 le leantóir │21 mbliana d’aois │

source: │DE │Passenger vehicles in category D with a trailer │24 years (21 years with a Driver Certificate of Professional Competance) │
ga: │DE │Feithiclí paisinéirí i gcatagóir D le leantóir │24 mbliana d’aois (21 mbliana d’aois le Deimhniú ar Inniúlacht Ghairmiúil Tiománaí) │

source: Before 19 January 2013 the categories and minimum age of the driver that apply to a driver pulling a trailer were as follows:
ga: Roimh 19 Eanáir 2013, bhí an méid seo a leanas na catagóirí gluaisrothair agus móipéidí mar aon leis na haoiseanna íosta chun iad a thiomáint:

source: Trailer categories before 19 January 2013
ga: │ Catagóirí leantóirí roimh 19 Eanáir 2013 │

source: │ │ │Minimum│ │Category│Vehicle type │age of │
ga: │Catagóir│Cineál feithicle │Aois íosta an tiománaí │

source: │EB │Vehicles in category B with a trailer │17 │
ga: │EB │Feithiclí i gcatagóir B le leantóir │17 mbliana d’aois │

source: │ │Goods vehicles in category C1 where the combined weight of vehicle│18 │
ga: │EC │Feithiclí earraí i gcatagóir C le leantóir (áirítear leis seo trucailí altacha) │18 mbliana d’aois │

source: │EC1 │and trailer when fully loaded is not more than 12,000kg, and the │years │
ga: │ED1 │Feithiclí paisinéirí i gcatagóir D1 sa chás nach breis agus 12,000kg comh-mheáchan na feithicle agus an leantóra agus é faoi lánualach, agus nach troime an leantóir faoi lánualach ná an fheithicil paisinéirí agus í folamh │21 bliain d’aois │

source: │ │fully loaded trailer is not heavier than the empty goods vehicle │ │
ga: │ED │Feithiclí paisinéirí i gcatagóir D le leantóir │21 bliain d’aois │

source: │EC │Goods vehicles in category C with a trailer (includes articulated │18 │
ga: Tá tuilleadh eolais ar na hathruithe ar fáil i bus agus trucail ceisteanna coitianta (pdf) ar láithreán gréasáin an Údarás um Shábháilteacht ar Bhóithre

source: │ │Passenger vehicles in category D1 where the combined weight of │ │
ga: Mar shampla, chun do chéad cheadúnas foghlaimeora a fháil le haghaidh chatagóir CE, ní mór duit ceadúnas reatha tiomána a bheith i do sheilbh agat le haghaidh chatagóir C

source: │ED1 │vehicle and trailer when fully loaded is not more than 12,000kg, │21years│
ga: Má d’éag do cheadúnas sealadach nó do cheadúnas foghlaimeora chun leantóir a tharraingt 5 bliana ó shin, measfar go mbeidh d’iarratas ar chur isteach ar do chéad cheadúnas foghlaimeora

source: │ │passenger vehicle │ │
ga: Do thríú ceadúnas foghlaimeora

source: │ED │Passenger vehicles in category D with a trailer │21 │
ga: • Go ndearna tú tástáil tiomána sa tréimhse 2 bhliain díreach roimh an iarratas (ceadófar ceadúnas foghlaimeora 2 bhliain)

source: Further information on the changes is available in a bus and truck FAQ (pdf) on the Road Safety Authority's website
ga: Má athraím m’ainm nó mo sheoladh, an dteastaíonn ceadúnas foghlaimeora nua uaim?

source: Your first learner permit
ga: Moltar duit é sin a dhéanamh, áfach

source: To obtain a first learner permit for drawing a trailer you must hold a current full driving licence for the category of the drawing vehicle
ga: Beidh ort iarratas a dhéanamh ar cheann de na hionaid NDLS agus beidh tú ag teastáil doiciméid tacaíochta, mar shampla, deimhniú pósta bunaidh

source: For example, to get a first learner permit for category CE you must have a current driving licence for category C
ga: Cén catagóirí eile is féidir liom a chur le mo cheadúnas foghlaimeora?

source: If your provisional licence or learner permit for drawing a trailer expired 5 years ago, then your application will be regarded as applying for a first learner permit
ga: Má tá i do sheilbh cheana féin agat ceadúnas foghlaimeora le haghaidh chatagóir CE, is féidir leat catagóir C1E a chur leis, má tá ceadúnas foghlaimeora le haghaidh chatagóir DE agat, is féidir leat catagóir D1E a chur leis

source: Your third learner permit
ga: Conas a ionadaím ceadúnas foghlaimeora a cailleadh nó a goideadh?

source: You may not apply for a third or subsequent learner permit unless you can provide:
ga: Ceann dúblach nó cóip chruinn de do cheadúnas bunúil foghlaimeora a bheidh sa cheadúnas ionaid

source: • Evidence that you have undergone a driving test in the 2-year period prior to the application (a 2-year learner permit will be granted) or
ga: Má d’éag do cheadúnas foghlaimeora agus mura bhfuil sé bailí a thuilleadh, ní féidir leat ach iarratas a dhéanamh ar cheadúnas nua foghlaimeora

source: • Evidence of a forthcoming test date (a 1-year learner permit will be issued)
ga: Is féidir leat teacht ar níos mó faisnéise inár ndoiciméad maidir le ceadúnas Éireannach foghlaimeora a cailleadh nó a goideadh

source: Learner permits are valid for 2 years (or 1 year in certain circumstances) and since January 2013 the fee is €35
ga: Tá ceadúnais foghlaimeora bailí ar feadh 2 bhliain (nó 1 bhliain faoi chúinsí áirithe) agusó 1 Eanáir 2013 is é an táille €35

source: They are free of charge to those aged 70 or over
ga: Tá siad saor in aisce dóibh siúd atá 70 bliain d’aois nó níos sine

source: Information on acceptable forms of payment is available on the application form
ga: Tá sé saor in aisce ceadúnas foghlaimeora a mhalartú chun ainm nó seoladh nua a thaispeáint

source: Any required eyesight tests or medical examinations are not free of charge
ga: Tá eolas maidir le cineálacha inghlactha íocaíochta ar an bhfoirm iarratais

source: You have to apply in person to one of the NDLS centres
ga: Má tá iarratas á dhéanamh agat ar cheadúnas foghlaimeora chun leantóir a tharraingt, ba chóir duit iarrtas a dhéanamh ar cheadúnas don chatagóir chuí

source: You do not have to provide photographs with your application, but you do need to bring evidence of your PPS Number and proof of address with you in order to confirm you are the person who is applying for the driving licence
ga: Tá an fhoirm iarratais ar chead foghlaimeora, Foirm D201, ar fáil ó ionaid NDLS, ionaid Tástála Tiomána, Tástáil Teoirice Tiomána agus ionaid Stáisiúin na nGardaí

source: See ‘Proof of identity’ below
ga: Is féidir leat a íoslódáil chomh maith Foirm D201 (pdf) chomh maith le nótaí treorach (pdf)

source: You apply for or renew a learner permit using the learning permit application form (D201) which is available from NDLS centres, driving test centres, driving theory test centres and Garda stations
ga: Ní bheidh ort a grianghraif a chur ar fáil le d'iarratas ach beidh ort a thabhairt cáipéisí breise a bhfuil tú i d'fhonn a dhearbhú go bhfuil tú ag an duine atá ag cur isteach ar an cheadúnas sealadach / cead foghlaimeora tiomána

source: You can also download the learner permit application form (pdf) as well as guidance notes (pdf)
ga: Má tá tú faoi láthair ar tiomána ceadúnas / cead foghlaimeora Éireannach, is gá duit a thabhairt leat an gceadúnas / cead agus fianaise d'Uimhir PSP

source: Applying for your first learner permit
ga: Iarratas a dhéanamh ar do chéad cheadúnas foghlaimeora

source: The completed application form D201 should be accompanied by:
ga: Ba cheart go ngabhfaidh an méid a leanas le foirm chomhlánaithe iarratais D201:

source: • Your current driving licence
ga: • Do cheadúnas reatha tiomána

source: • A Driving Licence Eyesight Report Form
ga: • Tuairisc ar radharc na súl, Foirm D.502

source: A completed eyesight report form must accompany all first time learner permit applications - see below
ga: Ní mór go ngabhfaidh tuairisc chomhlánaithe ar radharc na súl le gach iarratas céaduaire foghlaimeora – féach thíos

source: • A Driving Licence Medical Report Form may be required - see below
ga: • D’fhéadfadh tuairisc liachta, Foirm D.501 bheith ag teastáil – féach thíos

source: • The appropriate fee - see 'Rates' above
ga: • An táille chuí – féach Rátaí thuas

source: Applying for your second learner permit
ga: Iarratas a dhéanamh ar do dhara ceadúnas foghlaimeora

source: • A Driving Licence Medical Report Form may be required - see below • A Driving Licence Eyesight Report Form may be required - see below
ga: • D’fhéadfadh tuairisc liachta, Foirm D.501 bheith ag teastáil – féach thíos

source: Applying for your third or subsequent learner permit
ga: Iarratas a dhéanamh ar do thríú ceadúnas foghlaimeora nó cinn ina dhiaidh sin

source: When applying for your third or subsequent learner permit the completed application form D.201 should be accompanied by:
ga: Nuair a bhíonn iarratas á dhéanamh agat ar do thríú ceadúnas foghlaimeora nó aon chinn ina dhiaidh sin, ní mór duit fianaise a chur ar fáil gur thug tú faoi thástáil tiomána sa tréimhse dhá bhliain roimh d’iarratas nó fianaise a chur ar fáil de dháta tástála a bheidh ag teacht aníos

source: • Evidence of having taken the driving test in the previous 2 years or evidence of a forthcoming test • A Driving Licence Medical Report Form may be required - see below
ga: • Fianaise gur thug tú faoin tástáil tiomána sa 2 bhliain roimhe sin nó fianaise de thástáil a bheidh ag teacht aníos

source: • A Driving Licence Eyesight Report Form may be required - see below
ga: • D’fhéadfadh tuairisc liachta, Foirm D501 bheith ag teastáil – féach thíos

source: A completed Driving Licence Eyesight Report Form is usually required for first learner permit applications
ga: Ní mór go ngabhfaidh tuairisc chomhlánaithe ar radharc na súl, Foirm D.502, le gach iarratas céaduaire foghlaimeora – féach thíos

source: However, an eyesight report is not required where a medical report is provided unless indicated by the doctor
ga: Ba chóir go dtabharfaidh radharceolaí oftalmach nó cleachtóir cláraithe liachta faoi do thástáil súl

source: It is also available from NDLS centres. A registered ophthalmic optician or a registered medical practitioner should conduct your eye test
ga: Ba chóir dó nó di ansin Foirm D.502 a chomhlánú agus bheith ina f(h)inné ar do dhearbhú sínithe ar an bhfoirm

source: The report is valid for 1 month
ga: Tá an tuairisc bailí ar feadh 1 mhí

source: • You are applying for learner permit categories CE, C1E, DE or D1E
ga: Teastaíonn tuairisc liachta, Foirm D.501 má tá iarratas á dhéanamh agat ar cheadúnas foghlaimeora le haghaidh chatagóirí CE, C1E, DE nó D1E

source: • You will be 70 years of age or more on the first day of the period for which the permit is being issued
ga: • Bheidh tú 70 bliain d’aois nó níos sine ar an gcéad lá den tréimhse a bhfuil an ceadúnas á eisiúint di, nó

source: • You have any of certain disabilities or conditions (see application form)
ga: • Tá tú faoi mhíchumas áirithe nó tá galair áirithe ort nó

source: You do not have to provide a medical report if you have previously provided a satisfactory medical report which is still applicable
ga: Ba cheart do chleachtóir cláraithe liachta tabhairt faoi do scrúdú liachta agus an fhoirm a chomhlánú ansin

source: It is also available from NDLS centres. A registered medical practitioner should carry out your medical examination and then complete the form
ga: Níl ort tuairisc liachta a chur ar fáil má chuir tú tuairisc shásúil liachta ar fáil roimhe atá fós infheidhmithe

source: You must sign the declaration on the medical report form in the presence of the registered medical practitioner
ga: Is féidir leat foirm thuairisce liachta D.501 a íoslódáil anseo (pdf) (ní mór di a bheith clóite droim ar dhroim ar leathanach amháin)

source: - Public Services Card/Social Services Card
ga: • Pas Reatha do gach saoránach nach as Éireann dóibh

source: - Correspondence from Revenue or Social Welfare showing PPSN
ga: • Cárta Aitheantais Náisiúnta Reatha do Shaoránaigh an AE/EEA/na hEilvéise

source: - Receipt of social welfare payment
ga: • Cárta Seirbhísí Poiblí Reatha

source: - Medical card/Drug Payment Scheme (DPS) Card
ga: • Cáipéisí Taistil Éireannach Reatha

source: • Proof of address (See Note below)
ga: • Teastas Breithe Fadfhoirme Éireannach/na Ríochta Aontaithe nó Teastas • Uchtaithe

source: - Utility bill from your electricity/phone/gas/cable television/broadband provider
ga: • Clárú Breithe Thar Lear • Pas na hÉireann

source: - Correspondence with an insurance company
ga: • Pas Reatha do gach Saoránach an AE/EEA/na hEilvéise

source: - Statement from your bank/building society/credit union
ga: • Cárta Aitheantais Náisiúnta Reatha do Shaoránaigh an AE/EEA/na hEilvéise

source: - Other official correspondence from an Irish State agency, such as government departments; HSE; Register of Electors/polling card; CAO; Residential Tenancies Board or third-level college/training agency
ga: • Teastas Cláraithe Reatha (cárta GNIB) do Shaoránaigh nach as an AE/EEA/ • Eilvéis dóibh • Pas Taidhleoireachta Fianaise ar PPSN

source: Note: Proof of address documents can be no more than 6 months old at date of application
ga: • Comhfhreagras ó na Coimisinéirí Ioncaim/Leas Sóisialach ag léiriú PPSN

source: Mobile phone bills and statements from store cards/catalogue companies are not accepted
ga: • Cárta Leighis/ Cárta Íocaíochta um Dhrugaí (DPS) • Duillín Pá nó P60/P45

source: You can book an appointment online
ga: • Comhfhreagras le Cuideachta Árachais

source: The National Driver Licence Service provides information on applying for a learner permit on its website
ga: • Ní ghlactar le ráitis ó chártaí siopaí/ó chuideachtaí catalóige

source: A list of approved instructors is available on the Road Safety Authority's Approved Driving Instructor website
ga: NOTA: Ní féidir cruthúnas seoladh dhoiciméid a bheith níos mó ná 6 mhí d'aois ar dháta an iarratais

source: National Driver Licence Service
ga: Cá háit a ndéanfaidh mé iarratas

source: Road Safety Authority Moyvalley Business Park Primrose Hill Ballina Co
ga: Ó October 29 2013, ba chóir iarratas ar cheadúnas foghlaimeora a dhéanamh go pearsanta le ceann amháin de chuid na Seirbhíse Náisiúnta Ceadúnais Tiománaithe (NDLS) ionaid
